Repository: wp-plugins/nksnow
Catalog: translations/nksnow-*.po
Languages: bg_bg, de_de, es_es, it_it

source: Snow and more
bg_bg: Сняг и друго
de_de: Schnee und mehr
es_es: Nieve y mas
it_it: Neve ed altro...

source: Settings
bg_bg: Настройки
de_de: Einstellungen
es_es: Ajustes
it_it: Impostazioni

source: Show how many snowflakes (or other objects)?
bg_bg: Покажи, колко снежинки да се показват (или другите обекти)?
de_de: Wie viele Schneeflocken (oder andere Objekte) sollen angezeigt werden?
es_es: ¿Cuantos copos de nieve (o cualquier otro objeto) mostrar?
it_it: Quanti fiocchi di neve (od altro da mostrare)?

source: Which of these flakes, drops, leaves and balloons do you want?
bg_bg: Какви по вид искаш да са предметите?
de_de: Welche dieser Flocken, Tropfen, Blätter und Ballons möchten Sie?
es_es: ¿Cuáles de estos copos, gotas, hojas y globos deseas?
it_it: Quale desideri tra i fiocchi, le gocce, le foglie ed i palloncini?

source: By the way if you have nice snowflakes, drops, leaves etc. feel free to submit them to me if you made them yourself.
bg_bg: Ако имате хубави снежинки, балони, листа или други, чувствайте се свободни, да ги пратите на мен, ако сте ги направили вие!
de_de: Übrigens, wenn Sie hübsche Schneeflocken, Tropfen, Blätter etc. haben dann schicken Sie sie mir bitte zu falls Sie sie selbst erstellt hast.
es_es: A propósito, si posees copos de nieve, gotas, hojas, etc. simpaticas, no dudes en enviarmelas, siempre y cuando tu las hayas creado.
it_it: Contribuisci inviandomi le tue creazioni.

source: Use the balloon mode? This will make all images float upwards.
bg_bg: Използвай мод нагоре? (Това ще направи всички картинките вместо надолу да падат, да се изкачват нагоре).
de_de: Den Ballon-Modus benutzen? Er lässt die Bilder aufwärts schweben.
es_es: ¿Utilizar el modo del globo? Esto ocasionará que todas las imágenes floten hacia arriba.
it_it: Utilizzi la modatilà palloncini? Le immagini fluttueranno verso l'alto.

source: Yes
bg_bg: Да
de_de: Ja
es_es: Sì
it_it: Sì

source: No
bg_bg: Не
de_de: Nein

source: Save changes
bg_bg: Запази настройките
de_de: Änderungen speichern
es_es: Guardar modificaciones
it_it: Salva le modifiche

source: Custom images
bg_bg: Избрани картинки
de_de: Eigene Bilder
es_es: Imágenes personalizadas
it_it: Immagini personalizzate

source: If you add your own images to the <tt>pics</tt> directory they will appear in the table above. To have them disappear properly when they are leaving the visible part of the browser window you may have to change the <tt>flakesize</tt> value.
bg_bg: Ако добавите ваши собствени картинки във <tt>pics</tt> папката, те ще бъдат добавени във таблицата. Ако искате да се показват хубаво, си настроете настройките само за тях.
de_de: Wenn Sie Ihre eigenen Bilder in das <tt>pics</tt> Verzeichnis legst werden sie in der obigen Tabelle erscheinen. Damit sie am Rand des sichtbaren Bereichs ordentlich ausgeblendet werden müssen Sie die <tt>Flockengröße</tt> Einstellung ändern.
es_es: Si agregas tus propias imágenes al directorio de <tt>pics</tt> , estas aparecerán en el tablero de arriba. Para que desaparezcan correctamente cuando están saliendo de la parte visible de la ventana del hojeador, es posible que necesites modificar el valor de <tt>Dimension del copo</tt>.
it_it: Qualora avessi aggiunto nella cartella <tt>pics</tt> delle immagini di tua creazione, esse appariranno nella tabella qui sopra. Modifica il valore <tt>dimensione fiocco</tt> affinché l'immagine possa scomparire propriamente dalla finestra del browser.

source: Make sure the value is bigger than your highest image's height and broadest image's width.
bg_bg: Проверете дали стойноста за големина на картинката по-голяма от размера на изображението Ви.
de_de: Stell sicher dass der Wert größer ist als die Höhe Ihres höchsten und die Breite Ihres breitesten Bildes ist.
es_es: Cerciórese que el valor sea mayor al de su imagen mas alta y al de su imagen mas ancha.
it_it: Assicurati che il valore sia maggiore di quello della larghezza ed altezza della tua immagine più grande.

source: Flakesize?
bg_bg: Големина?
de_de: Flockengröße
es_es: ¿Dimension del copo?
it_it: Dimensione fiocco?

source: Pro settings
bg_bg: PRO настройки
de_de: Profi Einstellungen
es_es: Ajustes avanzados
it_it: Impostazioni avanzate

source: Stop snow after how many seconds?
bg_bg: Спиране на снега след колко секунди?
de_de: Den Schneefall nach wie vielen Sekunden abstellen?
es_es: ¿Luego de cuantos segundos detener la nieve?
it_it: Quanti secondi deve durare la nevicata?

source: Overall speed (timeout in milliseconds between moves)?
bg_bg: Бързина на изображенията?
de_de: Gesamtgeschwindigkeit (Auszeit in Millisekunden zwischen Bewegungen)?
es_es: ¿Velocidad total (Pausa en milesimas de segundo entre los movimientos)?
it_it: Velocità generale (timeout in millisecondi)?

source: Maximum Wind strength
bg_bg: Максимална сила на вятъра
de_de: Maximale Windstärke
es_es: Maxima fuerza del viento
it_it: Forza massima del vento

source: Maximum Falling speed
bg_bg: Максимална скорост на падане
de_de: Maxiale Fallgeschwindigkeit
es_es: Maxima velocidad de caida
it_it: Velocità massima di caduta

source: Show snowflakes only on pages whose URI contains
bg_bg: Покажи снежинки само на страници, чийто адрес съдържа
de_de: Zeige nur Schneflocken auf Seiten deren Adresse folgendes enthält
es_es: Mostrar los copos de nieve solo en paginas en cuyos URI contenga
it_it: Mostra i fiocchi di neve nelle sole pagine in cui l'URI contenga

source: Show snowflakes only if the URI given above and the URI are equal ($_SERVER['REQUEST_URI'] == URI string)?
bg_bg: Покажи снежинки, само ако посочените по-горе адрес и адрес са равни ($_SERVER['REQUEST_URI'] == URI string)?
de_de: Zeige die Schneflocken nur wenn die obige Adresse und die besucht Adresse genau gleich sind ($_SERVER['REQUEST_URI'] == URI string)?
es_es: Mostrar los copos de nieve solo si el URI mostrado arriba y el URI son iguales ($_SERVER['REQUEST_URI'] == URI string)?
it_it: Mostra i fiocchi di neve solamente qualora l'URI fornito qui sopra e l'URI siano pari a ($_SERVER['REQUEST_URI'] == URI string)?

source: Hide the &quot;Powered by&quot; message in the footer?
bg_bg: Скрийте Автора" съобщение във фуутера?
de_de: Verstecke den &quot;Unterstützung von&quot; Verweis in der Fußzeile?
es_es: ¿Esconder el mensaje de &quot;Impulsado por&quot; del pie de página?
it_it: Rimuovere dal footer il messaggio &quot;Powered by&quot;?

source: Do you like this plugin?
bg_bg: Харесваш ли това разширение?
de_de: Gefällt Ihnen dieses plugin?
es_es: ¿Te gusta este plugin?
it_it: Ti piace questo plugin?

source: <a href="%s">Rate</a> it
bg_bg: <a href="%s">Гласувай</a>
de_de: <a href="%s">Bewerten</a> Sie es
es_es: <a href="%s">Calificalo</a>
it_it: <a href="%s">Votalo</a> su WordPress

source: <a href="%s">Visit</a> it's homepage
bg_bg: <a href="%s">Посети</a> страницата на създателя
de_de: <a href="%s">Besuchen</a> Sie seine Webseite
es_es: <a href="%s">Visita</a> su pagina
it_it: <a href="%s">Visita</a> la sua homepage

source: <a href="%s">Subscribe</a> the feed
bg_bg: <a href="%s">Абонирай</a> се
de_de: <a href="%s">Abonnieren</a> Sie den feed
es_es: <a href="%s">Suscribete</a> al feed RSS
it_it: <a href="%s">Abbonati</a> al feed RSS

source: <a href="%s">Donate</a>!
bg_bg: <a href="%s">Даряване</a> !
de_de: <a href="%s">Spenden</a> Sie!
es_es: <a href="%s">Donación</a>!
it_it: <a href="%s">Donazione</a>!

source: About the author
bg_bg: Информация за автора
de_de: Über den Autor
es_es: Acerca del autor
it_it: Info autore

source: My <a href="%s">blog</a>
bg_bg: Моят <a href="%s">Блог</a>
de_de: Mein <a href="%s">Blog</a>
es_es: Mi <a href="%s">bitácora</a>
it_it: il mio <a href="%s">blog</a>

source: Subscribe via <a href="%s">RSS</a> or <a href="%s">email</a>
bg_bg: Абонирай се чрез <a href="%s">RSS feed</a> (als <a href="%s">E-Mail</a>)
de_de: Abonnieren Sie den <a href="%s">RSS feed</a> (als <a href="%s">E-Mail</a>)
es_es: Suscribete al feed <a href="%s">RSS</a> o al <a href="%s">email</a>
it_it: abbonati al feed <a href="%s">RSS</a> oppure via <a href="%s">email</a>

source: My other plugins
bg_bg: Другите ми разширения (плъгини)
de_de: Meine anderen plugins
es_es: Otros plugins mios
it_it: I miei plugin

source: <a href="http://www.nkuttler.de">Translated by Nicolas</a>
bg_bg: <a href="http://www.asenov.net">Преведно от Veselin Asenov</a>
de_de: <a href="http://www.nicolaskuttler.de">Übersetzt von Nicolas Kuttler</a>
es_es: <a href="http://www.elquintosuyo.com">Traducido por Carlos Terry</a>
it_it: Traduzione a cura di <a href="http://gidibao.net">Gianni Diurno</a>

source: <a href="%s">Wordpress balloons</a> powered by <a href="%s">nksnow</a>
bg_bg: <a href="%s">Wordpress Ballons</a> направено от <a href="%s">nksnow</a>
de_de: <a href="%s">Wordpress Ballons</a> mit Unterstützung von <a href="%s">nksnow</a>
es_es: <a href="%s">Wordpress balloons</a> impulsado por <a href="%s">nksnow</a>

source: <a href="%s">Wordpress snowstorm</a> powered by <a href="%s">nksnow</a>
bg_bg: <a href="%s">Wordpress Schneesturm</a> направено от <a href="%s">nksnow</a>
de_de: <a href="%s">Wordpress Schneesturm</a> mit Unterstützung von <a href="%s">nksnow</a>
es_es: <a href="%s">Wordpress snowstorm</a> impulsado por <a href="%s">nksnow</a>

source: Snow, balloons and more
bg_bg: Сняг, балони и други
de_de: Schnee, Ballons und mehr

source: http://www.nkuttler.de/wordpress/nksnow/
bg_bg: http://www.nicolaskuttler.de/wordpress/nksnow/
de_de: http://www.nicolaskuttler.de/wordpress/nksnow/

source: Snow falling down your wordpress blog. See the <a href="http://www.nkuttler.de/nksnow/">live demo</a>.
bg_bg: Падащи снежинки във твоят WordPress блог. Виж <a href="http://www.nkuttler.de/nksnow/">демо</a>.
de_de: Schnellrieseln für Ihr WordPress blog. Siehe <a href="http://www.nicolaskuttler.de/wordpress/nksnow">Demoseite</a>

source: http://www.nkuttler.de/
bg_bg: http://www.nicolaskuttler.de/
de_de: http://www.nicolaskuttler.de/
